Repository: IBMPredictiveAnalytics/STATS_CANCORR
Catalog: src/lang/*/STATS_CANCORR.po
Languages: de, es, fr, it, ja, pl, pt_br, ru

source: String variables are not allowed in this procedure
de: Zeichenfolgevariablen sind in dieser Prozedur nicht zulässig
es: No se admiten variables de cadena en este procedimiento
fr: Les variables de chaîne ne sont pas autorisées dans cette procédure.
it: In questa procedura non sono consentite variabili stringa
ja: 文字型変数はこの手順では許可されません。
pl: Zmienne łańcuchowe nie są dozwolone w przypadku tej procedury
pt_br: Variáveis de sequência de caracteres não são permitidas neste procedimento
ru: В этой процедуре не допускается использование текстовых переменных

source: The two sets of variables have variables in common: %s
de: Die zwei Variablensets weisen gemeinsame Variablen auf: %s
es: Los dos conjuntos de variables tienen variables en común: %s
fr: Les deux ensembles de variables ont des variables en commun : %s
it: I due insiemi di variabili hanno variabili in comune: %s
ja: 2 つの変数グループに共通の変数があります: %s
pl: Wspólne zmienne w dwóch zestawach zmiennych: %s
pt_br: Os dois conjuntos de variáveis têm variáveis em comum: %s
ru: У двух наборов переменных есть общие переменные: %s

source: A root name for output variables is required if computing scores or saving syntax
de: Beim Berechnen von Scores oder Speichern von Syntax ist ein Stammname für Ausgabevariablen erforderlich
es: Se requiere un nombre raíz para las variables de resultado si se van a calcular puntuaciones o a guardar sintaxis
fr: Un nom de racine est requis pour les variables de sortie en cas de calcul des scores ou d'enregistrement de la syntaxe.
it: Un nome radice per le variabili di output è obbligatorio se si sta calcolando il punteggio o salvando la sintassi
ja: スコアの計算またはシンタックスの保存を行う場合は、出力変数のルート名が必要です
pl: Trzon nazwy w przypadku zmiennych wyjściowych jest wymagany w przypadku obliczania ocen lub zapisywania komendy
pt_br: Um nome raiz para variáveis de saída é necessário no caso de calcular escores ou salvar sintaxe
ru: При вычислении оценок или при сохранении синтаксиса требуется корневое имя для выходных переменных

source: A name for the centered dataset is required if scoring or creating scoring syntax
de: Beim Scoring oder Erstellen einer Scoring-Syntax ist ein Name für das zentrierte Dataset erforderlich
es: Se requiere un nombre para el conjunto de datos centrado si se va a puntuar o a crear sintaxis de puntuación
fr: Un nom est requis pour le jeu de données centré en cas de calcul de score ou de création d'une syntaxe de calcul de score.
it: Un nome per il dataset centrato è obbligatorio se si sta calcolando il punteggio o creando la sintassi per il calcolo del punteggio
ja: スコアリングまたはスコアリング シンタックスの作成を行う場合は、中心化したデータセットの名前が必要です
pl: Nazwa centrowanego zbioru danych jest wymagana w przypadku obliczania ocen lub tworzenia komendy oceny
pt_br: Um nome para o conjunto de dados centralizado é necessário no caro de escoragem ou criação de sintaxe de escoragem.
ru: При скоринге или при создании синтаксиса скоринга требуется центрированный набор данных

source: A scoring variable name appears in the list of input variables
de: Ein Scoring-Variablenname wird in der Liste der Eingabevariablen dargestellt
es: Aparece un nombre de variable de puntuación en la lista de variables de entrada
fr: Un nom de variable de score apparaît dans la liste des variables d'entrée.
it: Un nome di variabile per il calcolo del punteggio compare nell'elenco di variabili di input
ja: 入力変数のリストにスコアリング変数名が入っています
pl: Na liście zmiennych wejściowych występuje nazwa zmiennej oceny
pt_br: Um nome de variável de escoragem é exibido na lista de variáveis de entrada
ru: В списке выходных переменных присутствует имя переменной скоринга

source: * Calculate canonical scores based on canonical correlations.
de: * Kanonische Scores auf der Basis von kanonischen Korrelationen berechnen.
es: * Calcular puntuaciones canónicas basadas en correlaciones canónicas.
fr: * Calculer les scores canoniques en fonction des corrélations canoniques.
it: * Calcolare punteggi canonici in base alle correlazioni canoniche.
ja: * 正準相関に基づいて正準スコアを計算します。
pl: * Oblicz oceny kanoniczne w oparciu o korelacje kanoniczne.
pt_br: * Calcule escores canônicos com base nas correlações canônicas.
ru: * Вычислить канонические оценки на основе канонических корреляций.

source: The requested canonical correlations could not be computed due to singularity or missing data.
de: Die angeforderten kanonischen Korrelationen konnten aufgrund von Singularität oder fehlenden Daten nicht berechnet werden.
es: No se han podido calcular las correlaciones canónicas solicitadas debido a la singularidad de los datos perdidos.
fr: Les corrélations canoniques demandées n'ont pas pu être calculées en raison de leur singularité ou de données manquantes.
it: Le correlazioni canoniche richieste non sono state calcolate a causa della singolarità o di dati mancanti.
ja: 特異性またはデータの欠落により、要求された正準相関を計算できませんでした。
pl: Nie można obliczyć żądanych korelacji kanonicznych z powodu występowania osobliwości lub brakujących wartości.
pt_br: As correlações canônicas solicitadas não puderam ser calculadas devido à singularidade ou a dados omissos.
ru: Из-за сингулярности или отсутствия данных невозможно вычислить затребованные канонические корреляции.

source: Centered Dataset
de: Zentriertes Dataset
es: Conjunto de datos centrado
fr: Jeu de données centré
it: Dataset centrato
ja: 中心化されたデータセット
pl: Centrowany zbiór danych
pt_br: Conjunto de dados centralizado
ru: Центрированный набор данных

source: Set 1 Variables
de: Set 1 Variablen
es: Variables del conjunto 1
fr: Variables ensemble 1
it: Insieme 1 di variabili
ja: グループ 1 の変数
pl: Zbiór 1 - zmienne
pt_br: Variáveis do conjunto 1
ru: Переменные набора 1

source: Set 2 Variables
de: Set 2 Variablen
es: Variables del conjunto 2
fr: Variables ensemble 2
it: Insieme 2 di variabili
ja: グループ 2 の変数
pl: Zbiór 2 - zmienne
pt_br: Variáveis do conjunto 2
ru: Переменные набора 2

source: Correlations Used for Scoring
de: Für Scoring verwendete Korrelationen
es: Correlaciones utilizadas para la puntuación
fr: Corrélations utilisées pour le calcul de score
it: Correlazioni utilizzate per il calcolo del punteggio
ja: スコアリングに使用する相関
pl: Korelacje użyte w przypadku oceniania
pt_br: Correlações usadas para escoragem
ru: Корреляции, используемые для скоринга

source: Scoring Syntax
es: Sintaxis de puntuación
fr: Syntaxe de calcul de score
it: Sintassi per il calcolo del punteggio
ja: スコアリング シンタックス
pl: Ocenianie - komenda
pt_br: Sintaxe de escoragem
ru: Синтаксис скоринга

source: None
de: Keine
es: Ninguna
fr: Aucun(e)
it: Nessuno
ja: なし (コレスポンデンス分析)
pl: Brak
pt_br: Nenhuma
ru: Нет

source: Canonical Correlations Settings
de: Einstellungen für kanonische Korrelationen
es: Configuración de las correlaciones canónicas
fr: Paramètres de corrélations canoniques
it: Impostazioni correlazioni canoniche
ja: 正準相関の設定
pl: Ustawienia korelacji kanonicznych
pt_br: Configurações correlações canônicas
ru: Параметры канонических корреляций

source: Values
de: Werte
es: Valores
fr: Valeurs
it: Valori
ja: 値
pl: Wartości
pt_br: Valores
ru: Значения

source: Canonical Correlations
de: Kanonische Korrelationen
es: Correlaciones canónicas
fr: Corrélations canoniques
it: Correlazioni canoniche
ja: 正準相関
pl: Korelacje kanoniczne
pt_br: Correlações canônicas
ru: Канонические корреляции

source: H0 for Wilks test is that the correlations in the current and following rows are zero
de: Als H0 wird beim Wilks-Test angenommen, dass die Korrelationen in den aktuellen und folgenden Zeilen null sind
es: H0 de prueba de Wilks significa que las correlaciones de la fila actual y las siguientes son cero
fr: H0 pour le test de Wilks signifie que les corrélations de la ligne en cours et des lignes suivantes sont égales à zéro.
it: H0 per il test di Wilks significa che le correlazioni nella riga corrente e in quelle che seguono sono zero
ja: Wilks 検定での H0 は、現在行と後続行の相関がゼロであることを示します
pl: H0 dla testu Wilksa - korelacje w bieżącym wierszu i kolejnych wierszach wynoszą zero
pt_br: H0 para teste de Wilks é que as correlações nas linhas atuais e seguintes são zero
ru: H0 для критерия Уилкса означает, что корреляции в текущей и последующих строках равны нулю

source: Correlation
de: Korrelation
es: Correlación
fr: Corrélation
it: Correlazione
ja: 相関係数
pl: Korelacja
pt_br: Correlação
ru: Корреляция

source: Eigenvalue
de: Eigenwert
es: Autovalor
fr: Valeur propre
it: Autovalore
ja: 固有値
pl: Wartość własna
pt_br: Autovalor
ru: Собственное значение

source: Denom D.F.
de: Nennerfreiheitsgrade
es: Denominador D.F.
fr: Ddl du dénom.
it: G.L. denominatore
ja: 分母の自由度
pl: Mianownik D.F.
pt_br: Função de Densidade Denom
ru: Знаменатель ст.св.

source: F
ja: F 値

source: Num D.F
de: Zählerfreiheitsgrade
es: Número D.F
fr: Ddl num.
it: G.L. numeratore
ja: 分子の自由度
pl: Licznik D.F
pt_br: Função de Densidade Num
ru: Числитель ст.св.

source: Wilks Statistic
de: Wilks-Statistik
es: Estadístico de Wilks
fr: Statistiques de Wilks
it: Statistica di Wilks
ja: Wilks 統計
pl: Statystyka Wilksa
pt_br: Estatística de Wilks
ru: Статистика Уилкса

source: Sig.
it: Sign.
ja: 有意
pl: Istotność
ru: Значимость

source: Set 1 Standardized Canonical Correlation Coefficients
de: Set 1 Standardisierte kanonische Korrelationskoeffizienten
es: Coeficiente de correlación canónica estandarizada del conjunto 1
fr: Coefficients de corrélation canonique standard de l'ensemble 1
it: Insieme 1 di coefficienti di correlazione canonica standardizzati
ja: グループ 1 の標準化された正準相関係数
pl: Zbiór 1 - standaryzowane współczynniki korelacji kanonicznej
pt_br: Coeficientes de correlações canônicas padronizados do conjunto 1
ru: Стандартизованные коэффициенты канонических корреляций для набора 1

source: Variable
it: Variabile
ja: 変数
pl: Zmienna
pt_br: Variável
ru: Переменная

source: Set 2 Standardized Canonical Correlation Coefficients
de: Set 2 Standardisierte kanonische Korrelationskoeffizienten
es: Coeficiente de correlación canónica estandarizada del conjunto 2
fr: Coefficients de corrélation canonique standard de l'ensemble 2
it: Insieme 2 di coefficienti di correlazione canonica standardizzati
ja: グループ 2 の標準化された正準相関係数
pl: Zbiór 2 - standaryzowane współczynniki korelacji kanonicznej
pt_br: Coeficientes de correlações canônicas padronizados do conjunto 2
ru: Стандартизованные коэффициенты канонических корреляций для набора 2

source: Set 1 Unstandardized Canonical Correlation Coefficients
de: Set 1 Nicht standardisierte kanonische Korrelationskoeffizienten
es: Coeficiente de correlación canónica no estandarizada del conjunto 1
fr: Coefficients de corrélation canonique non standard de l'ensemble 1
it: Insieme 1 di coefficienti di correlazione canonica non standardizzati
ja: グループ 1 の標準化されていない正準相関係数
pl: Zbiór 1 - niestandaryzowane współczynniki korelacji kanonicznej
pt_br: Coeficientes de correlações canônicas não padronizados do conjunto 1
ru: Нестандартизованные коэффициенты канонических корреляций для набора 1

source: Set 2 Unstandardized Canonical Correlation Coefficients
de: Set 2 Nicht standardisierte kanonische Korrelationskoeffizienten
es: Coeficiente de correlación canónica no estandarizada del conjunto 2
fr: Coefficients de corrélation canonique de l'ensemble 2
it: Insieme 2 di coefficienti di correlazione canonica non standardizzati
ja: グループ 2 の標準化されていない正準相関係数
pl: Zbiór 2 - niestandaryzowane współczynniki korelacji kanonicznej
pt_br: Coeficientes de correlações canônicas não padronizados do conjunto 2
ru: Нестандартизованные коэффициенты канонических корреляций для набора 2

source: Set 1 Canonical Loadings
de: Set 1 Kanonische Ladungen
es: Cargas canónicas del conjunto 1
fr: Chargements canoniques de l'ensemble 1
it: Insieme 1 di caricamenti canonici
ja: グループ 1 の正準負荷量
pl: Zbiór 1 - ładunki kanoniczne
pt_br: Carregamentos canônicos do conjunto 1
ru: Канонические нагрузки для набора 1

source: Set 2 Canonical Loadings
de: Set 2 Kanonische Ladungen
es: Cargas canónicas del conjunto 2
fr: Chargements canoniques de l'ensemble 2
it: Insieme 2 di caricamenti canonici
ja: グループ 2 の正準負荷量
pl: Zbiór 2 - ładunki kanoniczne
pt_br: Carregamentos canônicos do conjunto 2
ru: Канонические нагрузки для набора 2

source: Set 1 Cross Loadings
de: Set 1 Querladungen
es: Cargas cruzadas del conjunto 1
fr: Chargements croisés de l'ensemble 1
it: Insieme 1 di caricamenti incrociati
ja: グループ 1 の交差負荷量
pl: Zbiór 1 - ładunki krzyżowe
pt_br: Carregamentos cruzados do conjunto 1
ru: Перекрестные нагрузки для набора 1

source: Set 2 Cross Loadings
de: Set 2 Querladungen
es: Cargas cruzadas del conjunto 2
fr: Chargements croisés de l'ensemble 2
it: Insieme 2 di caricamenti incrociati
ja: グループ 2 の交差負荷量
pl: Zbiór 2 - ładunki krzyżowe
pt_br: Carregamentos cruzados do conjunto 2
ru: Перекрестные нагрузки для набора 2

source: Proportion of Variance Explained
de: Erklärter Varianzanteil
es: Proporción de la varianza explicada
fr: Proportion de variance expliquée
it: Proporzione della varianza spiegata
ja: 説明された分散の比率
pl: Proporcja wariancji wyjaśnionej
pt_br: Proporção de Variância Explicada
ru: Объясненная доля дисперсии

source: Canonical Variable
de: Kanonische Variable
es: Variable canónica
fr: Variable canonique
it: Variabile canonica
ja: 正準変数
pl: Zmienna kanoniczna
pt_br: Variável canônica
ru: Каноническая переменная

source: Set 1 by Self
de: Set 1 durch sich selbst
es: Conjunto 1 por sí mismo
fr: Ensemble 1 par ensemble 1
it: Insieme 1 in base a sé stesso
ja: グループ 1 の自己寄与
pl: Zbiór 1 wg samego siebie
pt_br: Conjunto 1 sozinho
ru: Набор 1 по самому набору

source: Set 1 by Set 2
de: Set 1 durch Set 2
es: Conjunto 1 por conjunto 2
fr: Ensemble 1 par ensemble 2
it: Insieme 1 in base a Insieme 2
ja: グループ 1 へのグループ 2 の寄与
pl: Zbiór 1 wg zbioru 2
pt_br: Conjunto 1 por conjunto 2
ru: Набор 1 по набору 2

source: Set 2 by Self
de: Set 2 durch sich selbst
es: Conjunto 2 por sí mismo
fr: Ensemble 2 par ensemble 2
it: Insieme 2 in base a sé stesso
ja: グループ 2 の自己寄与
pl: Zbiór 2 wg samego siebie
pt_br: Conjunto 2 sozinho
ru: Набор 2 по самому набору

source: Set 2 by Set 1
de: Set 2 durch Set 1
es: Conjunto 2 por conjunto 1
fr: Ensemble 2 par ensemble 1
it: Insieme 2 in base a Insieme 1
ja: グループ 2 へのグループ 1 の寄与
pl: Zbiór 2 wg zbioru 1
pt_br: Conjunto 2 por conjunto 1
ru: Набор 2 по набору 1

source: The specified root name is too long: %s
de: Der angegebene Stammname ist zu lang: %s
es: El raíz especificado es demasiado largo: %s
fr: Le nom de racine spécifié est trop long : %s
it: Il nome radice specificato è troppo lungo: %s
ja: 指定したルート名は長すぎます: %s
pl: Określony trzon nazwy jest zbyt długi: %s
pt_br: O nome raiz especificado é muito longo: %s
ru: Заданное корневое имя слишком длинное: %s

source: Create dummy variables
de: Dummy-Variablen erstellen
es: Crear variables auxiliares
fr: Créer des variables dummy
it: Crea variabili dummy
ja: ダミー変数の作成
pl: Utwórz sztuczne zmienne
pt_br: Criar variáveis dummy
ru: Создать фиктивные переменные
